/* No comment provided by engineer. */
"%@ %ld" = "%1$@ %2$ld";

/* No comment provided by engineer. */
"%@ already exists in the folder %@. Are you sure you want to replace it?" = "%1$@ 已经存在于文件夹 %2$@ 中。您确定要替换它吗？";

/* No comment provided by engineer. */
"%@ copy" = "%@ 复制";

/* No comment provided by engineer. */
"%@:" = "%@:";

/* No comment provided by engineer. */
"%@\n\nModified on %@\nFound in %@" = "%1$@\n\n修改于 %2$@\位于 %3$@";

/* No comment provided by engineer. */
"%ld items" = "%ld 项";

/* No comment provided by engineer. */
"- Multiple items selected -" = "- 选择了多个项目 -";

/* No comment provided by engineer. */
"- Nothing selected -" = "- 未选择任何内容 -";

/* No comment provided by engineer. */
"1 item" = "1 个项目";

/* No comment provided by engineer. */
"1. Click on Full Disk Access in the left sidebar.\n2. Drag the icon below into the list of applications.\n3. Click \"Later\" if you're asked to quit Default Folder X." = "1. 点击左侧边栏中的完全磁盘访问。\n2. 将下面的图标拖放到应用程序列表中。\n3. 如果要求退出 Default Folder X，请点击“稍后”按钮。";

/* No comment provided by engineer. */
"1. Click on Security & Privacy.\n2. Click on the Privacy tab.\n3. Click on Accessibility in the left sidebar.\n4. Click the Lock icon in the lower left corner.\n5. Enter your administrator password.\n6. Locate Default Folder X in the list of applications.\n7. Turn on the switch next to Default Folder X's icon." = "1. 点击“安全性与隐私”。\n2. 点击“隐私”选项卡。\n3. 在左侧边栏中点击“辅助功能”。\n4. 点击左下角的锁图标。\n5. 输入您的管理员密码。\n6. 在应用程序列表中找到 Default Folder X。\n7. 打开 Default Folder X 图标旁边的开关。";

/* No comment provided by engineer. */
"1. Click on Security & Privacy.\n2. Click on the Privacy tab.\n3. Click on Accessibility in the left sidebar.\n4. Locate Default Folder X in the list of applications.\n5. Turn on the switch next to Default Folder X's icon." = "1. 点击“安全性与隐私”。\n2. 点击“隐私”选项卡。\n3. 在左侧边栏中点击“辅助功能”。\n4. 在应用程序列表中找到 Default Folder X。\n5. 打开 Default Folder X 图标旁边的开关。";

/* No comment provided by engineer. */
"1. Click on Security & Privacy.\n2. Click on the Privacy tab.\n3. Click on Full Disk Access in the left sidebar.\n4. Click the Lock icon in the lower left corner.\n5. Enter your administrator password.\n6. Drag the icon below into the list of applications.\n7. Click \"Later\" if you're asked to quit Default Folder X." = "1. 点击“安全性与隐私”。\n2. 点击“隐私”选项卡。\n3. 在左侧边栏中点击“完全磁盘访问权限”。\n4. 点击左下角的锁定图标。\n5. 输入您的管理员密码。\n6. 将下面的图标拖放到应用程序列表中。\n7. 如果要求退出 Default Folder X，请点击“稍后”。";

/* No comment provided by engineer. */
"1. Click on Security & Privacy.\n2. Click on the Privacy tab.\n3. Click on Full Disk Access in the left sidebar.\n4. Locate Default Folder X in the list of applications.\n5. Turn on the switch next to Default Folder X's icon.\n6. Click \"Later\" if you're asked to quit Default Folder X." = "1. 点击“安全性与隐私”。\n2. 点击“隐私”选项卡。\n3. 在左侧边栏中点击“完全磁盘访问权限”。\n4. 点击左下角的锁图标。\n5. 输入管理员密码。\n6. 将下面的图标拖到应用程序列表中。\n7. 如果被要求退出 Default Folder X，请点击“稍后”按钮。";

/* No comment provided by engineer. */
"1. Click on Security & Privacy.\n2. Click on the Privacy tab.\n3. Click on Screen Recording in the left sidebar.\n4. Click the Lock icon in the lower left corner.\n5. Enter your administrator password.\n6. Drag the icon below into the list of applications.\n7. Click \"Later\" if you're asked to quit Default Folder X." = "1. 点击“安全性与隐私”。\n2. 点击“隐私”选项卡。\n3. 在左侧边栏中点击“屏幕录制”。\n4. 点击左下角的锁定图标。\n5. 输入您的管理员密码。\n6. 将下面的图标拖放到应用程序列表中。\n7. 如果要求退出 Default Folder X，请点击“稍后”。";

/* No comment provided by engineer. */
"1. Click on Security & Privacy.\n2. Click on the Privacy tab.\n3. Click on Screen Recording in the left sidebar.\n4. Click the Lock icon in the lower left corner.\n5. Enter your administrator password.\n6. Locate Default Folder X in the list of applications.\n7. Turn on the switch next to Default Folder X's icon.\n8. Click \"Later\" if you're asked to quit Default Folder X." = "1. 点击“安全性与隐私”。\n2. 点击“隐私”选项卡。\n3. 在左侧边栏中点击“屏幕录制”。\n4. 点击左下角的锁图标。\n5. 输入管理员密码。\n6. 将下面的图标拖到应用程序列表中。\n7. 如果被要求退出 Default Folder X，请点击“稍后”按钮。";

/* No comment provided by engineer. */
"1. Click on Security & Privacy.\n2. Click on the Privacy tab.\n3. Click on Screen Recording in the left sidebar.\n4. Locate Default Folder X in the list of applications.\n5. Turn on the switch next to Default Folder X's icon.\n6. Click \"Later\" if you're asked to quit Default Folder X." = "1. 点击“安全性与隐私”。\n2. 点击“隐私”选项卡。\n3. 在左侧边栏中点击“屏幕录制”。\n4. 找到应用程序列表中的 Default Folder X。\n5. 打开 Default Folder X 旁边的开关。\n6. 如果被要求退出 Default Folder X，请点击“稍后”按钮。";

/* No comment provided by engineer. */
"1. Click the Lock icon in the lower left corner.\n2. Enter your administrator password.\n3. Drag the icon below into the list of applications.\n4. Click \"Later\" if you're asked to quit Default Folder X." = "1. 点击左下角的锁定图标。\n2. 输入您的管理员密码。\n3. 将下面的图标拖动到应用程序列表中。\n4. 如果被要求退出 Default Folder X，请点击“稍后”按钮。";

/* No comment provided by engineer. */
"1. Click the Lock icon in the lower left corner.\n2. Enter your administrator password.\n3. Locate Default Folder X in the list of applications.\n4. Turn on the switch next to Default Folder X's icon." = "1. 点击左下角的锁定图标。\n2. 输入您的管理员密码。\n3. 在应用程序列表中找到 Default Folder X。\n4. 打开 Default Folder X 图标旁边的开关。";

/* No comment provided by engineer. */
"1. Click the Lock icon in the lower left corner.\n2. Enter your administrator password.\n3. Locate Default Folder X in the list of applications.\n4. Turn on the switch next to Default Folder X's icon.\n5. Click \"Later\" if you're asked to quit Default Folder X." = "1. 点击左下角的锁定图标。\n2. 输入您的管理员密码。\n3. 在应用程序列表中找到 Default Folder X。\n4. 打开 Default Folder X 图标旁边的开关。\n5. 如果被要求退出 Default Folder X，请点击“稍后”按钮。";

/* No comment provided by engineer. */
"1. Drag the icon below into the list of applications.\n2. Click \"Later\" if you're asked to quit Default Folder X." = "1. 将下面的图标拖动到应用程序列表中。\n2. 如果要求退出 Default Folder X，请点击“稍后”按钮。";

/* No comment provided by engineer. */
"1. Locate Default Folder X in the list of applications.\n2. Turn on the switch next to Default Folder X's icon." = "1. 在应用程序列表中找到 Default Folder X。\n2. 打开 Default Folder X 图标旁边的开关。";

/* No comment provided by engineer. */
"1. Locate Default Folder X in the list of applications.\n2. Turn on the switch next to Default Folder X's icon.\n3. Click \"Later\" if you're asked to quit Default Folder X." = "1. 在应用程序列表中找到 Default Folder X。\n2. 打开 Default Folder X 图标旁边的开关。\n3. 如果被要求退出 Default Folder X，请点击“稍后”按钮。";

/* No comment provided by engineer. */
"1. Locate Default Folder X in the list.\n2. Below it, turn on the checkbox next to %@." = "1. 在列表中找到 Default Folder X。\n2. 在其下面，打开 %@ 旁边的复选框。";

/* No comment provided by engineer. */
"1. Locate Default Folder X in the list.\n2. Below it, turn on the checkbox next to Finder." = "1. 在列表中找到 Default Folder X。\n2. 在其下面，打开 Finder 旁边的复选框。";

/* No comment provided by engineer. */
"30-day evaluation period has expired" = "30 天试用期已过";

/* No comment provided by engineer. */
"\"%@\" is now active" = "\"%@\" 现在已激活";

/* No comment provided by engineer. */
"a license" = "许可证";

/* No comment provided by engineer. */
"About Default Folder X…" = "关于 Default Folder X…";

/* No comment provided by engineer. */
"About…" = "关于…";

/* No comment provided by engineer. */
"Add Folder" = "添加文件夹";

/* No comment provided by engineer. */
"Add Item" = "添加项目";

/* No comment provided by engineer. */
"Add to Favorites" = "添加到收藏夹";

/* matches all filename extensions */
"all" = "全部";

/* No comment provided by engineer. */
"All Apps" = "所有应用程序";

/* No comment provided by engineer. */
"An alias to the item \"%@\" could not be created in the folder \"%@\"" = "无法在文件夹 \"%2$@\" 中创建项目 \"%1$@\" 的别名";

/* No comment provided by engineer. */
"An item named \"%@\" already exists in the folder \"%@\". Do you want to replace it with an alias to \"%@\"?" = "文件夹 \"%2$@\" 中已存在名称为 \"%1$@\" 的项目。是否要用别名替换为 \"%3$@\"？";

/* No comment provided by engineer. */
"An item named \"%@\" already exists in the folder \"%@\". Do you want to replace it with the one you're %@?" = "文件夹 \"%2$@\" 中已存在名称为 \"%1$@\" 的项目。是否要用您当前的 %3$@ 替换它？";

/* No comment provided by engineer. */
"an upgrade" = "升级";

/* No comment provided by engineer. */
"Applications" = "应用程序";

/* No comment provided by engineer. */
"Are you sure you want to move %@ to the Trash?" = "确定要将 %@ 移到废纸篓吗？";

/* No comment provided by engineer. */
"Are you sure you want to move the selected items to the Trash?" = "确定要将选定的项目移至废纸篓吗？";

/* No comment provided by engineer. */
"Are you sure you want to remove the folder set \"%@\"?" = "确定要移除文件夹集 \"%@\" 吗？";

/* No comment provided by engineer. */
"Are you sure you want to remove the selected folder sets?" = "确定要移除选定的文件夹集吗？";

/* No comment provided by engineer. */
"Are you sure you want to reset all of your shortcuts to their default settings?" = "确定要将所有快捷键重置为默认设置吗？";

/* No comment provided by engineer. */
"Are you sure you want to reset your menu back to its default configuration?" = "确定要将菜单重置为默认设置吗？";

/* No comment provided by engineer. */
"Building menu..." = "正在构建菜单...";

/* No comment provided by engineer. */
"buy" = "购买";

/* No comment provided by engineer. */
"Buy" = "购买";

/* No comment provided by engineer. */
"Buy Upgrade" = "购买升级";

/* No comment provided by engineer. */
"Buy Upgrade…" = "购买升级…";

/* No comment provided by engineer. */
"Buy…" = "购买…";

/* No comment provided by engineer. */
"Can't get the current 'uchr' keyboard layout from the system." = "无法从系统获取的当前 'uchr' 键盘布局。";

/* Cancel */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Change Default Folder in Preferences…" = "在偏好设置中更改默认文件夹…";

/* No comment provided by engineer. */
"Change Default Folder in Settings…" = "在设置中更改默认文件夹…";

/* No comment provided by engineer. */
"Change Folder" = "更改文件夹";

/* No comment provided by engineer. */
"Check for Update…" = "检查更新…";

/* No comment provided by engineer. */
"Choose App" = "选择应用程序";

/* No comment provided by engineer. */
"Choose Folder" = "选择文件夹";

/* No comment provided by engineer. */
"Click here for more information." = "点击此处获取更多信息。";

/* No comment provided by engineer. */
"Click here to relaunch Default Folder X." = "点击此处重新启动 Default Folder X。";

/* No comment provided by engineer. */
"Click OK to save Default Folder X debugging information to a file." = "点击“确定”以将 Default Folder X 调试信息保存到文件中。";

/* No comment provided by engineer. */
"Comments unavailable because the Finder is not running" = "由于 Finder 未运行，注释不可用";

/* No comment provided by engineer. */
"Compressing…" = "正在压缩…";

/* StatusItem menu name */
"Computer" = "计算机";

/* Menu item showing the contents of a folder */
"Contents" = "内容";

/* No comment provided by engineer. */
"copied" = "已复制";

/* No comment provided by engineer. */
"Copied" = "已复制";

/* No comment provided by engineer. */
"Copy from iCloud" = "从 iCloud 复制";

/* No comment provided by engineer. */
"Copy item to…" = "复制项目到…";

/* No comment provided by engineer. */
"Copy items to…" = "复制项目到…";

/* No comment provided by engineer. */
"copying" = "复制中";

/* No comment provided by engineer. */
"Couldn't copy \"%@\"." = "无法复制 \"%@\"。";

/* No comment provided by engineer. */
"Couldn't create the folder \"%@\" at %@." = "无法在 %@ 创建文件夹 \"%@\"。";

/* No comment provided by engineer. */
"Couldn't create the folder set \"%@\" because it already exists. Please choose another name." = "无法创建文件夹集 \"%@\"，因为它已经存在。请选择其他名称。";

/* No comment provided by engineer. */
"Couldn't duplicate \"%@\"." = "无法复制 \"%@\"。";

/* No comment provided by engineer. */
"Couldn't duplicate the selected items." = "无法复制选定的项目。";

/* No comment provided by engineer. */
"Couldn't make an alias of \"%@\"." = "无法创建 \"%@\" 的别名。";

/* No comment provided by engineer. */
"Couldn't move \"%@\"." = "无法移动 \"%@\"。";

/* No comment provided by engineer. */
"Couldn't rename \"%@\"." = "无法重命名 \"%@\"。";

/* No comment provided by engineer. */
"Create .zip Archive of %@" = "创建 %@ 的 .zip 压缩文件";

/* No comment provided by engineer. */
"Create a New Folder in %@" = "在 %@ 创建新文件夹";

/* No comment provided by engineer. */
"Create a new folder in \"%@\" named:" = "在 \"%@\" 创建一个名为:";

/* For the Favorites menu, in 'Add Current Folder to Favorites' */
"Current Folder" = "当前文件夹";

/* No comment provided by engineer. */
"Custom files" = "自定义文件";

/* No comment provided by engineer. */
"Custom folders" = "自定义文件夹";

/* used for 1 day */
"day" = "天";

/* used for N days */
"days" = "天";

/* No comment provided by engineer. */
"Decompressing…" = "正在解压…";

/* StatusItem menu name */
"Default Folder X" = "Default Folder X";

/* No comment provided by engineer. */
"Default Folder X %@ (%@). %@" = "Default Folder X %1$@ (%2$@). %3$@";

/* No comment provided by engineer. */
"Default Folder X can't enhance this Save dialog due to a bug in Photoshop" = "由于 Photoshop 中的错误，Default Folder X 无法增强此保存对话框";

/* No comment provided by engineer. */
"Default Folder X can't sync your settings via iCloud" = "Default Folder X 无法通过 iCloud 同步您的设置";

/* No comment provided by engineer. */
"Default Folder X cannot communicate with %@ to gather a list of its open windows." = "Default Folder X 无法与 %@ 通信以获取其打开窗口的列表。";

/* No comment provided by engineer. */
"Default Folder X cannot make changes while an application is running, so you'll need to quit and relaunch the app before you'll see the results." = "Default Folder X 不能在应用程序运行时进行更改，因此您需要退出并重新启动应用程序才能看到结果。";

/* No comment provided by engineer. */
"Default Folder X could not access your Finder comments." = "Default Folder X 无法访问您的 Finder 注释。";

/* No comment provided by engineer. */
"Default Folder X could not communicate with %@." = "Default Folder X 无法与 %@ 通信。";

/* No comment provided by engineer. */
"Default Folder X has automatically navigated to your \"%@\" folder" = "Default Folder X 已自动导航到您的 \"%@\" 文件夹";

/* No comment provided by engineer. */
"Default Folder X has been updated" = "Default Folder X 已更新";

/* No comment provided by engineer. */
"Default Folder X has changed the buttons in your Finder toolbar" = "Default Folder X 已更改 Finder 工具栏中的按钮";

/* No comment provided by engineer. */
"Default Folder X has helped you %d %@ in the %d %@ you've been using it." = "Default Folder X 在您使用它的 %3$d %4$@里，已经帮助了您 %1$d 次。";

/* No comment provided by engineer. */
"Default Folder X needs permission to record your screen" = "Default Folder X 需要权限录制您的屏幕";

/* No comment provided by engineer. */
"Default Folder X needs to check your license." = "Default Folder X 需要检查您的许可证。";

/* No comment provided by engineer. */
"Default Folder X needs your permission to enhance Open and Save dialogs and to navigate to your folders. Click the \"Open System Settings\" button to proceed." = "Default Folder X 需要您的许可来增强打开和保存对话框并导航到您的文件夹。单击“打开系统设置”按钮以继续。";

/* No comment provided by engineer. */
"Default Folder X Settings…" = "Default Folder X 设置…";

/* default folder set name */
"Default Set" = "默认设置";

/* No comment provided by engineer. */
"Desktop" = "桌面";

/* No comment provided by engineer. */
"Dimensions:" = "尺寸:";

/* No comment provided by engineer. */
"Disk %d" = "磁盘 %d";

/* No comment provided by engineer. */
"Dismiss" = "忽略";

/* No comment provided by engineer. */
"Don't remind me again" = "不再提醒我";

/* No comment provided by engineer. */
"Drag and drop files and folders here" = "将文件和文件夹拖放到这里";

/* No comment provided by engineer. */
"Drag and drop\nfiles and folders here" = "将文件和文件夹拖放到这里";

/* No comment provided by engineer. */
"Drag items here to add\nthem to this drawer or\nclick to add any items\nselected above" = "将项目拖至此处以添加到此抽屉或单击以添加上方所选的任何项目";

/* No comment provided by engineer. */
"Drag items here to add\nthem to this sidebar" = "将项目拖至此处添加到侧边栏";

/* No comment provided by engineer. */
"Drag Zone" = "拖放区";

/* No comment provided by engineer. */
"Drawer" = "抽屉";

/* No comment provided by engineer. */
"Drop files & folders here" = "将文件和文件夹放到这里";

/* No comment provided by engineer. */
"Duplicate %@" = "复制 %@";

/* No comment provided by engineer. */
"Empty" = "空";

/* No comment provided by engineer. */
"Enter License Number" = "输入许可证号码";

/* No comment provided by engineer. */
"Enter New License" = "输入新许可证";

/* No comment provided by engineer. */
"Evaluation period expires in %d %@" = "评估期在 %1$d %2$@ 后到期";

/* No comment provided by engineer. */
"export" = "导出";

/* No comment provided by engineer. */
"export as" = "导出为";

/* No comment provided by engineer. */
"failed with an error" = "失败，发生错误";

/* No comment provided by engineer. */
"Favorite %d" = "收藏 %d";

/* StatusItem menu name */
"Favorites" = "收藏夹";

/* No comment provided by engineer. */
"File" = "文件";

/* No comment provided by engineer. */
"Find items that you haven't accessed recently" = "查找您最近未访问的项目";

/* No comment provided by engineer. */
"Finder Window %d" = "Finder 窗口 %d";

/* StatusItem menu name */
"Finder Windows" = "Finder 窗口";

/* No comment provided by engineer. */
"Folder" = "文件夹";

/* No comment provided by engineer. */
"Folder Set" = "文件夹集";

/* No comment provided by engineer. */
"Folder Set %d" = "文件夹集 %d";

/* StatusItem menu name */
"Folder Sets" = "收藏夹集";

/* No comment provided by engineer. */
"Folders" = "收藏夹";

/* No comment provided by engineer. */
"For some reason macOS could not be coaxed into taking you to our web store." = "由于某种原因，macOS 无法带您访问我们的网络商店。";

/* No comment provided by engineer. */
"Forget All Recent Data" = "忘记所有最近的数据";

/* No comment provided by engineer. */
"Forget Recent Apps" = "忘记最近的应用程序";

/* No comment provided by engineer. */
"Forget Recent Files" = "忘记最近的文件";

/* No comment provided by engineer. */
"Forget Recent Finder Windows" = "忘记最近的 Finder 窗口";

/* No comment provided by engineer. */
"Forget Recent Folders" = "忘记最近的文件夹";

/* No comment provided by engineer. */
"General" = "常规";

/* No comment provided by engineer. */
"Get Info on %@" = "获取 %@ 的信息";

/* No comment provided by engineer. */
"Get New Build" = "获取新版本";

/* No comment provided by engineer. */
"Go to Preferences > Folders for details." = "转到“偏好设置”>“文件夹”以获取详细信息。";

/* No comment provided by engineer. */
"Go to Settings > Folders for details." = "转到“设置”>“文件夹”以获取详细信息。";

/* No comment provided by engineer. */
"Help…" = "帮助…";

/* No comment provided by engineer. */
"Home" = "个人文件夹";

/* No comment provided by engineer. */
"I couldn't get to our web site in your browser." = "我无法在您的浏览器中访问我们的网站。";

/* No comment provided by engineer. */
"iCloud Drive" = "iCloud Drive";

/* No comment provided by engineer. */
"If you cannot resolve this problem, contact support@stclairsoft.com for help." = "如果您无法解决此问题，请联系 support@stclairsoft.com 以获取帮助。";

/* No comment provided by engineer. */
"If you choose \"Keep\", your current settings will be copied to iCloud." = "如果您选择\“保留\”，您的当前设置将被复制到 iCloud。";

/* No comment provided by engineer. */
"If you need to purchase an upgrade, click the Buy Upgrade button or go to https://www.stclairsoft.com/\n\nIf you have already purchased a version 6 upgrade, click Enter New License to enter your new license number.\n" = "如果您需要购买升级，请单击“购买升级”按钮或访问 https://www.stclairsoft.com/\n\n如果您已经购买了版本 6 升级，请单击“输入新许可证”以输入您的新许可证号码。\n";

/* No comment provided by engineer. */
"It did this because you've set \"%@\" as the default folder for %@. To change this, you can modify or remove the default folder in your settings." = "这样做是因为您将 \"%1$@\" 设置为 %2$@ 的默认文件夹。要更改此设置，您可以在设置中修改或删除默认文件夹。";

/* No comment provided by engineer. */
"It took %.3f seconds for macOS to send a notification that a window had appeared, and %.3f seconds for Default Folder X to recognize it as a file dialog and respond." = "macOS 发送窗口出现通知的时间为 %.3f 秒，Default Folder X 识别为文件对话框并响应的时间为 %.3f 秒。";

/* No comment provided by engineer. */
"it's already used for one of your favorite folders.\n\nTo use it here, first remove it from your %@ favorite folder" = "它已用于您收藏夹文件夹之一。\n\n要在此处使用它，请先将其从 %@ 收藏夹文件夹中删除";

/* No comment provided by engineer. */
"it's already used for one of your shortcuts.\n\nTo use it here, first remove it from the other shortcut" = "它已用于您的一个快捷方式。\n\n要在此处使用它，请先从另一个快捷方式中删除它";

/* No comment provided by engineer. */
"it's already used for one of your shortcuts.\n\nTo use it here, first remove it from your %@ shortcut" = "它已用于您的快捷方式之一。\n\n要在此处使用它，请先将其从 %@ 快捷方式中删除";

/* No comment provided by engineer. */
"Keep" = "保留";

/* No comment provided by engineer. */
"Keep Both" = "保留两者";

/* No comment provided by engineer. */
"Later" = "稍后";

/* No comment provided by engineer. */
"Licensed as part of" = "作为以下的一部分授权：";

/* No comment provided by engineer. */
"Licensed as part of your Setapp subscription" = "作为您 Setapp 订阅的一部分授权";

/* No comment provided by engineer. */
"Licensed to:" = "许可给:";

/* No comment provided by engineer. */
"Licensed to: %@" = "许可给: %@";

/* No comment provided by engineer. */
"Make \"%@\" the default folder for:" = "将 \"%@\" 设为以下的默认文件夹：";

/* No comment provided by engineer. */
"Make \"%@\" the default folder when saving:" = "在保存时将 \"%@\" 设为默认文件夹：";

/* No comment provided by engineer. */
"Make alias in…" = "在…中创建别名";

/* No comment provided by engineer. */
"Make aliases in…" = "在…中创建别名";

/* No comment provided by engineer. */
"Manage Sets…" = "管理合集…";

/* No comment provided by engineer. */
"Menus" = "菜单";

/* No comment provided by engineer. */
"Move %@ to:" = "移动 %@ 到:";

/* No comment provided by engineer. */
"Move item to…" = "将单个项目移动到…";

/* No comment provided by engineer. */
"Move items to…" = "将多个项目移动到…";

/* No comment provided by engineer. */
"moved" = "移动";

/* No comment provided by engineer. */
"moving" = "移动中";

/* No comment provided by engineer. */
"New Folder Set…" = "新建文件夹集…";

/* No comment provided by engineer. */
"Next" = "下一步";

/* No comment provided by engineer. */
"No" = "否";

/* No (Application Name) files */
"No %@ Files" = "没有 %@ 文件";

/* No comment provided by engineer. */
"No Default Folder for %@" = "%@ 没有默认文件夹";

/* No comment provided by engineer. */
"No Favorites Defined" = "未定义收藏夹";

/* No comment provided by engineer. */
"No Folders" = "没有文件夹";

/* No comment provided by engineer. */
"No Recent Apps" = "没有最近的应用程序";

/* No comment provided by engineer. */
"No Recent Files" = "没有最近的文件";

/* No comment provided by engineer. */
"No Recent Folders" = "没有最近的文件夹";

/* No comment provided by engineer. */
"No Recently Closed Finder Windows" = "没有最近关闭的 Finder 窗口";

/* No comment provided by engineer. */
"No scripts available" = "没有可用的脚本";

/* No comment provided by engineer. */
"No shortcuts available" = "没有可用的快捷方式";

/* No comment provided by engineer. */
"No Windows Open in Finder" = "Finder 中没有打开的窗口";

/* No comment provided by engineer. */
"No workflows available" = "没有可用的工作流程";

/* No comment provided by engineer. */
"Now follow these steps:" = "现在按照以下步骤进行:";

/* OK */
"OK" = "确定";

/* No comment provided by engineer. */
"Open %@ in the Finder" = "在 Finder 中打开 %@";

/* No comment provided by engineer. */
"Open & Save" = "打开与保存";

/* No comment provided by engineer. */
"Open and Save dialogs will start automatically in this folder. To change, duplicate or remove a folder, control-click on it. To add a folder, click on the '+' button below." = "打开和保存对话框将自动从此文件夹启动。要更改、复制或移除文件夹，请在其上按 Control 键单击。要添加文件夹，请单击下方的“+”按钮。";

/* No comment provided by engineer. */
"Open System Settings" = "打开系统设置";

/* No comment provided by engineer. */
"Options" = "选项";

/* No comment provided by engineer. */
"Photoshop does not properly support the macOS Accessibility API in 'Export As'. As a result, Default Folder X can't enhance it.\n\nIf you'd like to see this fixed, please submit a bug report to Adobe at https://feedback.photoshop.com/" = "Photoshop在“导出为”中没有正确支持macOS辅助功能API。因此，Default Folder X 无法增强它。\n\n如果您希望看到此问题得到修复，请在 https://feedback.photoshop.com/ 提交错误报告给Adobe。";

/* No comment provided by engineer. */
"Please click the \"Go To Automation\" button to fix this." = "请点击“前往自动化”按钮以修复此问题。";

/* No comment provided by engineer. */
"Please contact support@stclairsoft.com for assistance." = "请联系 support@stclairsoft.com 寻求帮助。";

/* No comment provided by engineer. */
"Please copy this URL and paste it into your browser manually:\n\n%@" = "请手动复制此URL并粘贴到您的浏览器中:\n\n%@";

/* No comment provided by engineer. */
"Please copy this URL and paste it into your browser:\n\nhttps://www.stclairsoft.com/store/" = "请复制此URL并粘贴到您的浏览器中:\n\nhttps://www.stclairsoft.com/store/";

/* No comment provided by engineer. */
"Please log in to iCloud in System Preferences > Apple ID > iCloud and enable iCloud Drive" = "请在“系统偏好设置” > “Apple ID” > “iCloud” 中登录 iCloud 并启用 iCloud Drive";

/* No comment provided by engineer. */
"Please log in to iCloud in System Settings > Apple ID > iCloud and enable iCloud Drive" = "请在“系统设置” > “Apple ID” > “iCloud” 中登录 iCloud 并启用 iCloud Drive";

/* No comment provided by engineer. */
"Please open System Preferences > Apple ID > iCloud > iCloud Drive and enable Default Folder X in your iCloud Drive Options" = "请打开“系统偏好设置” > “Apple ID” > “iCloud” > “iCloud Drive” 并在您的 iCloud Drive 选项中启用 Default Folder X";

/* No comment provided by engineer. */
"Please open System Settings > Apple ID > iCloud > iCloud Drive > Apps syncing to iCloud Drive and enable Default Folder X" = "请打开“系统设置” > “Apple ID” > “iCloud” > “iCloud Drive” > “同步到 iCloud Drive 的应用程序” 并启用 Default Folder X";

/* No comment provided by engineer. */
"Please quit and relaunch %@ for your changes to take effect." = "请退出并重新启动 %@ 以使更改生效。";

/* No comment provided by engineer. */
"Preferences…" = "偏好设置…";

/* No comment provided by engineer. */
"print" = "打印";

/* StatusItem menu name */
"Quick Search" = "快速搜索";

/* No comment provided by engineer. */
"Quick Start…" = "快速开始…";

/* No comment provided by engineer. */
"Quicklook %@" = "快速查看 %@";

/* No comment provided by engineer. */
"Quit" = "退出";

/* No comment provided by engineer. */
"Quit Default Folder X" = "退出 Default Folder X";

/* No comment provided by engineer. */
"Recent" = "最近";

/* No comment provided by engineer. */
"Recent Application %d" = "最近的应用程序 %d";

/* No comment provided by engineer. */
"Recent Applications" = "最近的应用程序";

/* StatusItem menu name */
"Recent Apps" = "最近的应用";

/* No comment provided by engineer. */
"Recent File %d" = "最近的文件 %d";

/* StatusItem menu name */
"Recent Files" = "最近的文件";

/* No comment provided by engineer. */
"Recent Finder Folders" = "最近的 Finder 文件夹";

/* No comment provided by engineer. */
"Recent Finder Window %d" = "最近的 Finder 窗口 %d";

/* StatusItem menu name */
"Recent Finder Windows" = "最近的 Finder 窗口";

/* No comment provided by engineer. */
"Recent Folder %d" = "最近的文件夹 %d";

/* StatusItem menu name */
"Recent Folders" = "最近的文件夹";

/* No comment provided by engineer. */
"Recent Tags" = "最近的标签";

/* No comment provided by engineer. */
"Recently Closed" = "最近关闭";

/* No comment provided by engineer. */
"Relaunch Finder" = "重新启动 Finder";

/* No comment provided by engineer. */
"Remember these actions the next time you save a file in %@" = "下次在 %@ 中保存文件时记住这些操作";

/* No comment provided by engineer. */
"Remove as Default Folder for %@" = "取消作为 %@ 的默认文件夹";

/* No comment provided by engineer. */
"Remove as Default Folder for %@ %@ files" = "取消作为 %1$@ %2$@ 文件的默认文件夹";

/* No comment provided by engineer. */
"Remove from Favorites" = "从收藏夹中移除";

/* No comment provided by engineer. */
"Rename %@" = "重命名 %@";

/* No comment provided by engineer. */
"Rename \"%@\" to:" = "重命名 \"%@\" 为:";

/* No comment provided by engineer. */
"Replace" = "替换";

/* No comment provided by engineer. */
"Reveal %@ in the Finder" = "在 Finder 中显示 %@";

/* No comment provided by engineer. */
"Save a copy of %@ as:" = "将 %@ 另存为：";

/* No comment provided by engineer. */
"Save an alias of %@ as:" = "将 %@ 的别名保存为：";

/* No comment provided by engineer. */
"save for web" = "保存为 Web 格式";

/* No comment provided by engineer. */
"save optimized as" = "保存优化为";

/* No comment provided by engineer. */
"Search %@" = "搜索 %@";

/* No comment provided by engineer. */
"Search %@ with Spotlight" = "使用 Spotlight 搜索 %@";

/* No comment provided by engineer. */
"Search Default Folder X" = "搜索 Default Folder X";

/* No comment provided by engineer. */
"Search with Find Any File" = "使用 Find Any File 搜索";

/* No comment provided by engineer. */
"Search with HoudahSpot" = "使用 HoudahSpot 搜索";

/* No comment provided by engineer. */
"Search with Spotlight" = "使用 Spotlight 搜索";

/* No comment provided by engineer. */
"Selected Item" = "所选项目";

/* No comment provided by engineer. */
"Selected Items" = "所选项目";

/* No comment provided by engineer. */
"Set as Default Folder" = "设为默认文件夹";

/* No comment provided by engineer. */
"Set as Default Folder for %@" = "将 %@ 设置为默认文件夹";

/* No comment provided by engineer. */
"Set as Default Folder for %@ %@ files" = "将 %1$@ %2$@ 文件设置为默认文件夹";

/* No comment provided by engineer. */
"Set as Default Folder for all %@ files" = "Set as Default Folder for all %@ files";

/* No comment provided by engineer. */
"Settings…" = "设置…";

/* No comment provided by engineer. */
"Shortcuts" = "快捷键";

/* No comment provided by engineer. */
"Show Release Notes…" = "显示版本说明…";

/* No comment provided by engineer. */
"Stop" = "停止";

/* No comment provided by engineer. */
"Stop syncing my settings" = "停止同步我的设置";

/* No comment provided by engineer. */
"succeeded" = "成功";

/* No comment provided by engineer. */
"Thank you for purchasing Default Folder X!" = "感谢您购买 Default Folder X！";

/* No comment provided by engineer. */
"The application 'QQ' may cause problems with Default Folder X" = "应用程序 'QQ' 可能会导致 Default Folder X 发生问题";

/* No comment provided by engineer. */
"The Finder needs to be relaunched before the changes will take effect." = "需要重新启动 Finder 才能使更改生效。";

/* No comment provided by engineer. */
"The item \"%@\" could not be %@ to the folder \"%@\"" = "无法将项目 \"%1$@\" %2$@ 到文件夹 \"%3$@\"";

/* No comment provided by engineer. */
"The QQ screen capture plugin may interfere with Default Folder X's ability to switch between folders in Open and Save dialogs.\n\nPlease update to QQ version 6.1 or higher, which does not cause this problem." = "QQ 屏幕截图插件可能会干扰 Default Folder X 在打开和保存对话框中切换文件夹的功能。\n\n请更新到 QQ 版本 6.1 或更高版本，该版本不会引起此问题。";

/* No comment provided by engineer. */
"The script %@ %@" = "脚本 %1$@ %2$@";

/* No comment provided by engineer. */
"The script %@ %@.\n\nDetails:\n%@" = "脚本 %1$@ %2$@。\n\n详情:\n%3$@";

/* No comment provided by engineer. */
"The server www.stclairsoft.com could not be reached.\n\nAn Internet connection is necessary to validate your license. Please make sure you have a working connection to the Internet. If you do and you are still receiving this message, you should try again later." = "无法访问服务器 www.stclairsoft.com。\n\n需要互联网连接来验证您的许可证。请确保您的互联网连接正常工作。如果连接正常但仍然收到此消息，请稍后重试。";

/* No comment provided by engineer. */
"The shortcut %@ %@" = "快捷键 %1$@ %2$@";

/* No comment provided by engineer. */
"The test version of Default Folder X that you are running has now expired. A new build should be available at https://www.stclairsoft.com" = "您正在使用的 Default Folder X 测试版本已过期。请访问 https://www.stclairsoft.com 获取新版本。";

/* No comment provided by engineer. */
"The test version of Default Folder X that you are running will expire in less than two days. Check for a new build at https://www.stclairsoft.com" = "您正在使用的 Default Folder X 测试版本将在不到两天后过期。请访问 https://www.stclairsoft.com 获取新版本。";

/* No comment provided by engineer. */
"The workflow %@ %@" = "工作流程 %1$@ %2$@";

/* No comment provided by engineer. */
"then quickly move them to a folder using the menu." = "然后使用菜单快速将它们移动到文件夹中。";

/* No comment provided by engineer. */
"There was an error retrieving your license." = "检索您的许可证时出现错误。";

/* No comment provided by engineer. */
"There was an error validating your license." = "验证您的许可证时出现错误。";

/* No comment provided by engineer. */
"This copy of Default Folder X is licensed to:" = "此副本的 Default Folder X 已授权给：";

/* No comment provided by engineer. */
"This copy of Default Folder X is unlicensed." = "此副本的 Default Folder X 未经授权。";

/* No comment provided by engineer. */
"This test version has expired" = "此测试版本已过期";

/* No comment provided by engineer. */
"This test version will expire soon" = "此测试版本将很快过期";

/* No comment provided by engineer. */
"This will ensure that Default Folder X is always available in your Open and Save dialogs.\n\nYou can change this option at any time in your Default Folder X settings." = "这将确保 Default Folder X 始终在您的打开和保存对话框中可用。\n\n您可以随时在 Default Folder X 设置中更改此选项。";

/* No comment provided by engineer. */
"This will take 30-60 seconds and Default Folder X will not respond during that time. Please be patient.\n\nWhen saving is complete, a new window will open in the Finder with the file DefaultFolderX.debug.txt selected." = "这将需要 30-60 秒，在此期间 Default Folder X 将不会响应。请耐心等待。\n\n保存完成后，Finder 中将打开一个新窗口，并选中文件 DefaultFolderX.debug.txt。";

/* helped you 1 time */
"time" = "时间";

/* helped you N times */
"times" = "次数";

/* No comment provided by engineer. */
"To change the order of your favorites, drag them up and down in this list. To change, rename or remove a favorite folder, control-click on it. To add a folder, click on the '+' button below." = "要更改收藏夹的顺序，请在此列表中拖动它们。要更改、重命名或删除收藏夹文件夹，请按住 Control 键并点击它。要添加文件夹，请点击下面的 '+' 按钮。";

/* No comment provided by engineer. */
"Trash %@" = "废纸篓 %@";

/* No comment provided by engineer. */
"Type comments here" = "在这里输入注释";

/* No comment provided by engineer. */
"untitled folder" = "未命名文件夹";

/* No comment provided by engineer. */
"Unzip %@" = "解压 %@";

/* No comment provided by engineer. */
"Update available for Default Folder X" = "Default Folder X 有可用更新";

/* No comment provided by engineer. */
"upgrade" = "升级";

/* No comment provided by engineer. */
"Use %@ as Default Folder" = "将 %@ 用作默认文件夹";

/* No comment provided by engineer. */
"Use the utility icon in the corner of this window to quit" = "使用此窗口角落的实用工具图标退出";

/* No comment provided by engineer. */
"Utility" = "实用工具";

/* No comment provided by engineer. */
"Version:" = "版本:";

/* No comment provided by engineer. */
"would not compile" = "无法编译";

/* No comment provided by engineer. */
"would not load" = "无法加载";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"You can drag files and folders to Default Folder X's icon" = "您可以将文件和文件夹拖动到 Default Folder X 的图标上。";

/* No comment provided by engineer. */
"You have Default Folder X settings saved in iCloud from another Mac. Would you like to use them or keep the ones you have?" = "您的 iCloud 中保存了另一台 Mac 上的 Default Folder X 设置。您想使用这些设置还是保留当前的设置？";

/* No comment provided by engineer. */
"You've hidden Default Folder X's menu bar icon, so you can no longer reach the Quit command in its menu bar menu. Use the little utility icon instead.\n\nAlso, remember you can get to your Default Folder X settings at any time by double-clicking the Default Folder X application." = "您已隐藏了 Default Folder X 的菜单栏图标，因此无法再通过其菜单栏菜单访问退出命令。请使用实用工具图标。\n\n另外，您还可以随时通过双击 Default Folder X 应用程序来访问设置。";

/* No comment provided by engineer. */
"Your 30-day trial has expired. Until you purchase %@, reminders will appear and delays will occur in file dialogs.\n\nTo %@ Default Folder X, please click the '%@' button." = "您的 30 天试用期已过期。在购买 %@ 之前，将会显示提醒并且文件对话框中将会有功能受限。\n\n要 %@ Default Folder X，请点击“%@”按钮。";

/* No comment provided by engineer. */
"Your 30-day trial period will expire in %d %@. To %@ Default Folder X, please click the '%@' button." = "您的 30 天试用期将在 %1$d %2$@ 到期。要 %@ Default Folder X，请点击“%@”按钮。";

/* No comment provided by engineer. */
"Your copy of Default Folder X is unlicensed" = "您的 Default Folder X 副本未授权";

/* No comment provided by engineer. */
"Your license information has been saved in your Default Folder X settings." = "您的许可信息已保存在 Default Folder X 的设置中。";

/* No comment provided by engineer. */
"Your name and license number are not in our registration database." = "您的姓名和许可证号码不在我们的注册数据库中。";

/* No comment provided by engineer. */
"Your name and license number are not in our registration database. Please check the data you entered and try again." = "您的姓名和许可证号码不在我们的注册数据库中。请检查输入的数据并重试。";

/* No comment provided by engineer. */
"your Setapp subscription" = "您的 Setapp 订阅";

/* No comment provided by engineer. */
"Your trial period ends in %d %@" = "您的试用期将在 %1$d %2$@ 结束";

/* No comment provided by engineer. */
"Your trial period has expired" = "您的试用期已过期";

/* No comment provided by engineer. */
"Your upgrade is free because you purchased your license after March 1, 2023. Your license information has been saved in your Default Folder X settings." = "您的升级是免费的，因为您在 2023 年 3 月 1 日后购买了许可证。您的许可信息已保存在 Default Folder X 的设置中。";

/* No comment provided by engineer. */
"Your upgrade to Default Folder X 6 is free!" = "您升级到 Default Folder X 6 是免费的！";

